driver-tests/bpelse/assign/AssignJbi/test/CopyunsignedByteInvoke/Input.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
                   xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance"
                   xmlns:xsd="http://www.w3.org/1999/XMLSchema"
                   xmlns:tns="http://sun.com/echo/"
                   xmlns="urn:DataType">
 <SOAP-ENV:Header/>
 <SOAP-ENV:Body>
   <unsignedBytePart>
	<xsd_unsignedByte>100</xsd_unsignedByte>
	<optional_unsignedByte>1</optional_unsignedByte>
	<repeat_unsignedByte>1</repeat_unsignedByte>
	<repeat_unsignedByte>99</repeat_unsignedByte>
   </unsignedBytePart>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
